IDEA StatiCa Open Model
OpenModel.MatSteel Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 List of MatSteel
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<MatSteel> MatSteel { get; set; }
Public Property MatSteel As List(Of MatSteel)
	Get
	Set
public:
property List<MatSteel^>^ MatSteel {
	List<MatSteel^>^ get ();
	void set (List<MatSteel^>^ value);
}
Property Value
Type: List<MatSteel>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace